IDEA Open Model
ReinfBarOnEdge.MasterEdge Property
Compatible with IDEA StatiCa v 10.1
 Master edge on Outline of MasterComponent
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ReferenceElement MasterEdge { get; set; }
Public Property MasterEdge As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ MasterEdge {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace